/* 
 SignatureView.strings
 GPGMail
 
 Created by Lukas Pitschl on 30.07.11.
 Copyright 2011 GPGMail. All rights reserved.
 
 Defines the strings used in the signature view.
 */
"VALIDITY_NO_TRUST" = "Bu imza güvenilir görünmüyor.";
"VALIDITY_OK" = "Bu imzaya güvenilebilir";
/* Signature view key status. */
"VALIDITY_KEY_REVOKED" = "Bu imzanın temel aldığı anahtar yürürlükten kalkmış.";
"VALIDITY_SIGNATURE_EXPIRED" = "Bu imza ömrünü tamamlamış.";
"VALIDITY_KEY_EXPIRED" = "Bu imzanın temel aldığı anahtarın kullanım süresi dolmuş.";
"VALIDITY_KEY_REVOKED" = "Bu imzanın temel aldığı anahtar yürürlükten kalkmış.";
"VALIDITY_UNKNOWN_ALGORITHM" = "Bu imza bilinmeyen bir algoritmayla oluşturulmuş.";
"VALIDITY_NO_PUBLIC_KEY" = "Bu imzanın anahtarı, anahtarlıkta değil.";
"VALIDITY_UNKNOWN_ERROR" = "İmza tanınmıyor.";
"VALIDITY_BAD_SIGNATURE" = "İmza geçersiz.";
